CREATE DATABASE  IF NOT EXISTS `market` /*!40100 DEFAULT CHARACTER SET utf8 */;
USE `market`;
-- MySQL dump 10.13  Distrib 5.7.12, for Win64 (x86_64)
--
-- Host: 182.254.219.193    Database: market
-- ------------------------------------------------------
-- Server version	5.7.15

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `information`
--

DROP TABLE IF EXISTS `information`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `information` (
  `informationId` int(11) NOT NULL AUTO_INCREMENT,
  `UserId` varchar(45) NOT NULL,
  `informationtext` varchar(200) NOT NULL,
  `informationstate` varchar(45) NOT NULL,
  `inserttime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`informationId`)
) ENGINE=InnoDB AUTO_INCREMENT=80 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `information`
--

LOCK TABLES `information` WRITE;
/*!40000 ALTER TABLE `information` DISABLE KEYS */;
INSERT INTO `information` VALUES (1,'36','恭喜你，成为卖家申请审核已通过，快去上传自己的课程吧！','3','2016-10-20 07:57:33'),(2,'36','很遗憾，成为卖家申请审核已拒绝，如有疑问请联系管理员！','3','2016-10-20 07:57:43'),(3,'36','很遗憾，成为卖家申请审核已拒绝，如有疑问请联系管理员！','3','2016-10-20 07:59:09'),(4,'36','很遗憾，成为卖家申请审核已拒绝，如有疑问请联系管理员！','3','2016-10-20 08:02:12'),(5,'36','很遗憾，成为卖家申请审核已拒绝，如有疑问请联系管理员！','3','2016-10-20 08:02:34'),(6,'36','很遗憾，成为卖家申请审核已拒绝，如有疑问请联系管理员！','3','2016-10-20 08:03:49'),(7,'36','很遗憾，成为卖家申请审核已拒绝，如有疑问请联系管理员！','3','2016-10-20 08:04:14'),(8,'36','很遗憾，成为卖家申请审核已拒绝，如有疑问请联系管理员！','3','2016-10-20 08:04:18'),(9,'36','很遗憾，成为卖家申请审核已拒绝，如有疑问请联系管理员！','3','2016-10-20 08:04:22'),(10,'36','很遗憾，成为卖家申请审核已拒绝，如有疑问请联系管理员！','3','2016-10-20 08:04:25'),(11,'36','很遗憾，成为卖家申请审核已拒绝，如有疑问请联系管理员！','3','2016-10-20 08:04:50'),(12,'36','很遗憾，成为卖家申请审核已拒绝，如有疑问请联系管理员！','3','2016-10-20 08:04:52'),(13,'36','很遗憾，成为卖家申请审核已拒绝，如有疑问请联系管理员！','3','2016-10-20 08:04:57'),(14,'36','很遗憾，成为卖家申请审核已拒绝，如有疑问请联系管理员！','3','2016-10-20 08:04:59'),(15,'36','很遗憾，成为卖家申请审核已拒绝，如有疑问请联系管理员！','3','2016-10-20 08:05:59'),(16,'36','很遗憾，成为卖家申请审核已拒绝，如有疑问请联系管理员！','3','2016-10-20 08:06:02'),(17,'36','很遗憾，成为卖家申请审核已拒绝，如有疑问请联系管理员！','3','2016-10-20 08:06:26'),(18,'36','恭喜你，成为卖家申请审核已通过，快去上传自己的课程吧！','3','2016-10-20 08:07:11'),(19,'36','恭喜你，成为卖家申请审核已通过，快去上传自己的课程吧！','3','2016-10-20 08:07:35'),(20,'36','很遗憾，成为卖家申请审核已拒绝，如有疑问请联系管理员！','3','2016-10-20 08:07:41'),(21,'36','很遗憾，成为卖家申请审核已拒绝，如有疑问请联系管理员！','3','2016-10-20 13:45:13'),(22,'36','很遗憾，成为卖家申请审核已拒绝，如有疑问请联系管理员！','3','2016-10-20 13:45:50'),(23,'36','很遗憾，成为卖家申请审核已拒绝，如有疑问请联系管理员！','3','2016-10-21 00:42:00'),(24,'36','恭喜你，成为卖家申请审核已通过，快去上传自己的课程吧！','3','2016-10-21 00:46:53'),(25,'36','很遗憾，成为卖家申请审核已拒绝，如有疑问请联系管理员！','3','2016-10-21 00:48:18'),(26,'36','很遗憾，成为卖家申请审核已拒绝，如有疑问请联系管理员！','3','2016-10-21 00:48:28'),(27,'36','恭喜你，成为卖家申请审核已通过，快去上传自己的课程吧！','3','2016-10-21 00:50:00'),(28,'36','恭喜你，成为卖家申请审核已通过，快去上传自己的课程吧！','3','2016-10-21 00:56:53'),(29,'36','恭喜你，成为卖家申请审核已通过，快去上传自己的课程吧！','3','2016-10-21 00:59:47'),(30,'36','恭喜你，成为卖家申请审核已通过，快去上传自己的课程吧！','3','2016-10-21 01:15:50'),(31,'36','很遗憾，成为卖家申请审核已拒绝，如有疑问请联系管理员！','3','2016-10-21 01:19:58'),(32,'13','很遗憾，您提交的课程申请审核已拒绝，如有疑问请联系管理员！','3','2016-10-21 11:08:21'),(33,'36','恭喜你，提交的课程申请审核已通过，已经上架出售！','3','2016-10-21 11:13:27'),(34,'36','恭喜你，成为卖家申请审核已通过，快去上传自己的课程吧！','3','2016-10-21 11:22:22'),(35,'13','很遗憾，成为卖家申请审核已拒绝，如有疑问请联系管理员！','3','2016-10-22 01:44:30'),(36,'36','恭喜你，成为卖家申请审核已通过，快去上传自己的课程吧！','3','2016-10-22 08:34:28'),(37,'13','很遗憾，成为卖家申请审核已拒绝，如有疑问请联系管理员！','3','2016-10-22 08:35:23'),(38,'6','很遗憾，成为卖家申请审核已拒绝，如有疑问请联系管理员！','0','2016-10-22 08:41:01'),(39,'13','很遗憾，成为卖家申请审核已拒绝，如有疑问请联系管理员！','3','2016-10-22 08:42:49'),(40,'6','很遗憾，成为卖家申请审核已拒绝，如有疑问请联系管理员！','0','2016-10-22 08:43:38'),(41,'6','很遗憾，成为卖家申请审核已拒绝，如有疑问请联系管理员！','0','2016-10-22 08:43:41'),(42,'36','恭喜你，提交的课程申请审核已通过，已经上架出售！','3','2016-10-24 02:30:57'),(43,'36','恭喜你，提交的课程申请审核已通过，已经上架出售！','3','2016-10-24 02:40:19'),(44,'36','恭喜你，提交的课程申请审核已通过，已经上架出售！','3','2016-10-24 02:52:54'),(45,'36','恭喜你，提交的课程申请审核已通过，已经上架出售！','3','2016-10-24 03:03:26'),(46,'13','很遗憾，成为卖家申请审核已拒绝，如有疑问请联系管理员！','3','2016-10-24 05:50:30'),(47,'13','很遗憾，成为卖家申请审核已拒绝，如有疑问请联系管理员！','3','2016-10-24 05:50:32'),(48,'13','很遗憾，成为卖家申请审核已拒绝，如有疑问请联系管理员！','3','2016-10-24 05:50:33'),(49,'36','恭喜你，提交的课程申请审核已通过，已经上架出售！','3','2016-10-24 06:19:46'),(50,'13','很遗憾，成为卖家申请审核已拒绝，如有疑问请联系管理员！','3','2016-10-24 06:45:58'),(51,'13','很遗憾，成为卖家申请审核已拒绝，如有疑问请联系管理员！','3','2016-10-24 06:45:59'),(52,'13','很遗憾，成为卖家申请审核已拒绝，如有疑问请联系管理员！','3','2016-10-24 06:46:00'),(53,'36','恭喜你，提交的课程申请审核已通过，已经上架出售！','3','2016-10-24 10:20:38'),(54,'36','恭喜你，提交的课程申请审核已通过，已经上架出售！','3','2016-10-24 10:23:34'),(55,'36','恭喜你，提交的课程申请审核已通过，已经上架出售！','3','2016-10-24 10:25:23'),(56,'36','恭喜你，提交的课程申请审核已通过，已经上架出售！','3','2016-10-24 10:29:21'),(57,'36','恭喜你，提交的课程申请审核已通过，已经上架出售！','3','2016-10-24 10:51:13'),(58,'36','恭喜你，提交的课程申请审核已通过，已经上架出售！','3','2016-10-24 11:19:17'),(59,'36','恭喜你，提交的课程申请审核已通过，已经上架出售！','3','2016-10-24 11:22:57'),(60,'36','恭喜你，提交的课程申请审核已通过，已经上架出售！','3','2016-10-24 11:24:46'),(61,'36','恭喜你，提交的课程申请审核已通过，已经上架出售！','3','2016-10-24 11:26:21'),(62,'36','恭喜你，提交的课程申请审核已通过，已经上架出售！','3','2016-10-24 11:28:32'),(63,'36','恭喜你，提交的课程申请审核已通过，已经上架出售！','3','2016-10-24 11:30:10'),(64,'36','恭喜你，提交的课程申请审核已通过，已经上架出售！','3','2016-10-24 11:31:48'),(65,'36','恭喜你，提交的课程申请审核已通过，已经上架出售！','3','2016-10-24 11:33:08'),(66,'36','恭喜你，提交的课程申请审核已通过，已经上架出售！','3','2016-10-24 11:42:57'),(67,'36','恭喜你，提交的课程申请审核已通过，已经上架出售！','3','2016-10-24 11:44:13'),(68,'36','恭喜你，提交的课程申请审核已通过，已经上架出售！','3','2016-10-24 11:47:47'),(69,'36','恭喜你，提交的课程申请审核已通过，已经上架出售！','3','2016-10-24 11:51:25'),(70,'36','恭喜你，提交的课程申请审核已通过，已经上架出售！','3','2016-10-24 11:58:13'),(71,'36','恭喜你，提交的课程申请审核已通过，已经上架出售！','3','2016-10-24 12:05:59'),(72,'36','恭喜你，提交的课程申请审核已通过，已经上架出售！','3','2016-10-24 12:08:08'),(73,'36','恭喜你，提交的课程申请审核已通过，已经上架出售！','3','2016-10-24 12:11:48'),(74,'13','很遗憾，成为卖家申请审核已拒绝，如有疑问请联系管理员！','3','2016-10-24 12:44:20'),(75,'13','很遗憾，成为卖家申请审核已拒绝，如有疑问请联系管理员！','3','2016-10-25 13:42:40'),(76,'13','恭喜你，成为卖家申请审核已通过，快去上传自己的课程吧！','3','2016-10-26 01:30:38'),(77,'13','恭喜你，提交的课程申请审核已通过，已经上架出售！','0','2016-10-27 10:35:11'),(78,'13','恭喜你，提交的课程申请审核已通过，已经上架出售！','0','2016-10-27 10:35:11'),(79,'36','截止到信息发送时，上架出售的课程账单已完成支付，请查收！','0','2016-10-27 13:39:05');
/*!40000 ALTER TABLE `information` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2016-10-28  9:39:19
